Repository: common-repository/beaver-nerd-holidays
Catalog: languages/*.po
Languages: it_it

source: General
it_it: Generale

source: Year of the loaded holidays
it_it: Anno installato

source: Display the developer's link
it_it: Visualizza il link dello sviluppatore

source: Update holidays
it_it: Aggiorna il calendario

source: Check to update
it_it: Seleziona per aggiornare

source: General settings about the plugin
it_it: Impostazioni generali del plugin

source: It's available the update for the calendar with this year's holidays
it_it: È disponibile l'aggiornamento del calendario con i giorni nerd di quest'anno

source: Settings saved successfully!
it_it: Impostazioni salvate con successo!

source: Settings not saved!
it_it: Impostazioni non salvate!

source: Update!
it_it: Aggiorna!

source: It's available the update for your Nerd Calendar!
it_it: È disponibile un aggiornamento per il Calendario Nerd!!

source: Go to settings
it_it: Vai alle impostazioni

source: Which Nerd Holiday is today?
it_it: Quale giorno nerd è oggi?

source: Next Nerd Holiday...
it_it: Prossimo giorno nerd...

source: Today is...
it_it: Oggi è...
